import Teacher from '../models/teacher';

//импортировать учителей из базы, по текущему/выбанному проекту

export default TEACHERS = [
    new Teacher(
        1,
        'Иванов Иван Иванович',
        'учитель математики'
    ),
    new Teacher(
        2,
        'Тестов Тест',
        'учитель биологии'
    ), 
    new Teacher(
        3,
        'Тестов Тест Тестович',
        'учитель физики'
    ),
    new Teacher(
        4,
        'Иванов Иван Иванович',
        'учитель математики'
    ),
    new Teacher(
        5,
        'Тестов Тест',
        'учитель биологии'
    ), 
    new Teacher(
        6,
        'Тестов Тест Тестович',
        'учитель физики'
    )
];